<?php
/** 
*
* search_synonyms [Russian]
*
* @package language
* @version $Id: search_synonyms.php,v 1.2 2007/04/16 17:14:18 shs Exp $
* @copyright (c) 2005 phpBB Group 
* @license http://opensource.org/licenses/gpl-license.php GNU Public License 
*
*/

if (!defined('IN_PHPBB'))
{
   exit;
}

$synonyms = array(
	'абонент'			=> 'абанент',
	'абориген'			=> 'абариген',
	'аббревиатура'		=> 'абревиатура',
	'авангард'			=> 'авангарт',
	'авиапочта'			=> 'авиопочта',
	'автомобиль'		=> 'машина',
	'агрессивный'		=> 'агресивный',
	'агрессия'			=> 'агресия',
	'агрессор'			=> 'агресор',
	'адъютант'			=> 'адьютант',
	'адекватный'		=> 'адэкватный',
	'ажиотаж'			=> 'ажиатаж',
	'аккомпанемент'		=> 'аккомпанимент',
	'акклиматизация'	=> 'аклиматизация',
	'аксиома'			=> 'аксеома',
	'аккумулятор'		=> 'акумулятор',
	'аккуратный'		=> 'акуратный',
	'амплитуда'			=> 'амплетуда',
	'анестезия'			=> 'анастезия',
	'апартаменты'		=> 'квартира',
	'аппарат'			=> 'апарат',
	'аппаратура'		=> 'апаратура',
	'апелляция'			=> 'апеляция',
	'аппендицит'		=> 'апендицит',
	'аранжировка'		=> 'оранжировка',
	'ассистент'			=> 'асистент',
	
	'баррикада'			=> 'барикада',
	'блондин'			=> 'бландин',
	'блондинка'			=> 'бландинка',
	'борьба'			=> 'борбьа',
	'брошюра'			=> 'брошура',
	'бюллетень'			=> 'бюлетень',

	'весь'				=> 'евсь',
	'взгляд'			=> 'взлгяд',
	'время'				=> 'врмея',
	'высокий'			=> 'высоикй',
	
	'глава'				=> 'раздел',
	'горилла'			=> 'гарилла',
	
	'документ'			=> 'докмент',
	'дорога'			=> 'доорга',
	'другой'			=> 'другйо',
	
	'если'				=> 'елси',
	
	'жизнь'				=> 'жихнь',
	
	'загрузить'			=> 'скачать',
	'загрузка'			=> 'скачивание',
	
	'инженер'			=> 'инжинер',
	'инцидент'			=> 'инциндент',
	
	'камень'			=> 'каемнь',
	'компьютер'			=> 'комп',
	'костюм'			=> 'наряд',
	
	'названый'			=> 'названный',
	'невиданный'		=> 'невиданый',
	'несколько'			=> 'нексолько',
	'нельзя'			=> 'нелзя',
	'неожиданный'		=> 'неожиданый',
	'невропатолог'		=> 'нервопатолог',
	
	'перемещение'		=> 'передвижение',
	'поведение'			=> 'паведение',
	'поиск'				=> 'нахождение',
	'прибор'			=> 'оборудование',
	'просто'			=> 'легко',
	'путешествие'		=> 'поход',
	
	'развитие'			=> 'равзитие',
	
	'случай'			=> 'слуачй',
	'сообщение'			=> 'пост',
	'стихотворение'		=> 'стихи',
	
	'танец'				=> 'пляска',
	'том'				=> 'раздел',
	'тяжело'			=> 'сложно',
	
	'устройство'		=> 'оборудование',
	
	'центр'				=> 'центер',
	
	'шоу'				=> 'выступление',
	
	'энциклопедия'		=> 'энцеклопедия',
	'эффект'			=> 'эфект',
);
?>